use IUL;
insert into project_composition (code_id, name_doc) 
		values('4/21-ПЗ','Проектная документация. Раздел 1. Пояснительная записка');
insert into project_composition (code_id, name_doc) 
		values('4/21-ПЗУ','Проектная документация. Раздел 2. Схема планировочной организации земельного участка');
insert into project_composition (code_id, name_doc) 
		values('4/21-АР','Проектная документация. Раздел 3. Архитектурные решения');
insert into project_composition (code_id, name_doc) 
		values('4/21-КР4.1','Проектная документация. Раздел 4.  Конструктивные и объемно- планировочные решения. Часть 1. Объемно-планировочные решения');
insert into project_composition (code_id, name_doc) 
		values('4/21-КР4.2','Проектная документация. Раздел 4.  Конструктивные и объемно- планировочные решения. Часть 2. Конструкции железобетонные');
insert into project_composition (code_id, name_doc) 
		values('4/21-ИОС5.1.1','Проектная документация. Раздел 5. Сведения об инженерном оборудовании, о сетях инженерно-технического обеспечения, перечень инженерно-технических мероприятий, содержание технологических решений. Подраздел 1 Система  электроснабжения. Часть 1 Внутреннее электроснабжение и освещение');
insert into project_composition (code_id, name_doc) 
		values('4/21-ИОС5.1.2','Проектная документация. Раздел 5. Сведения об инженерном оборудовании, о сетях инженерно-технического обеспечения, перечень инженерно-технических мероприятий, содержание технологических решений. Подраздел 1. Система  электроснабжения. Часть 2. Наружные сети и сооружения (ТП)');
insert into project_composition (code_id, name_doc) 
		values('4/21-ИОС5.2.1','Проектная документация. Раздел 5. Сведения об инженерном оборудовании, о сетях инженерно-технического обеспечения, перечень инженерно-технических мероприятий, содержание технологических решений. Подраздел 2. Система водоснабжения. Часть 1. Внутренняя система водоснабжения');
insert into project_composition (code_id, name_doc) 
		values('4/21-ИОС5.2.2','Проектная документация. Раздел 5. Сведения об инженерном оборудовании, о сетях инженерно-технического обеспечения, перечень инженерно-технических мероприятий, содержание технологических решений.  Подраздел 2. Система водоснабжения. Часть 2. Наружные сети и сооружения');           
insert into project_composition (code_id, name_doc) 
		values('4/21-ИОС5.3.1','Проектная документация. Раздел 5. Сведения об инженерном оборудовании, о сетях инженерно-технического обеспечения, перечень инженерно-технических мероприятий, содержание технологических решений. Подраздел 3. Система водоотведения. Часть 1. Внутренняя система водоотведения');             
insert into project_composition (code_id, name_doc) 
		values('4/21-ИОС5.3.2','Проектная документация. Раздел 5. Сведения об инженерном оборудовании, о сетях инженерно-технического обеспечения, перечень инженерно-технических мероприятий, содержание технологических решений. Подраздел 3. Система водоотведения. Часть 2. Наружные сети водоотведения');              
insert into project_composition (code_id, name_doc) 
		values('4/21-ИОС5.4.1','Проектная документация. Раздел 5. Сведения об инженерном оборудовании, о сетях инженерно-технического обеспечения, перечень инженерно-технических мероприятий, содержание технологических решений. Подраздел 4. Отопление, вентиляция и кондиционирование воздуха, тепловые сети. Часть 1. Отопление, вентиляция административно-бытовых помещений');              
insert into project_composition (code_id, name_doc) 
		values('4/21-ИОС5.4.2','Проектная документация. Раздел 5. Сведения об инженерном оборудовании, о сетях инженерно-технического обеспечения, перечень инженерно-технических мероприятий, содержание технологических решений. Подраздел 4. Отопление, вентиляция и кондиционирование воздуха, тепловые сети. Часть 2. Отопление, вентиляция ледовой арены');             
 insert into project_composition (code_id, name_doc) 
		values('4/21-ИОС5.4.3','Проектная документация. Раздел 5. Сведения об инженерном оборудовании, о сетях инженерно-технического обеспечения, перечень инженерно-технических мероприятий, содержание технологических решений. Подраздел 4. Отопление, вентиляция и кондиционирование воздуха, тепловые сети. Часть 3. Технологические решения. Холодоснабжение. Конструкция ледового поля');              
insert into project_composition (code_id, name_doc) 
		values('4/21-ИОС5.4.4','Проектная документация. Раздел 5. Сведения об инженерном оборудовании, о сетях инженерно-технического обеспечения, перечень инженерно-технических мероприятий, содержание технологических решений. Подраздел 4. Отопление, вентиляция и кондиционирование воздуха, тепловые сети. Часть 4. Наружные тепловые сети');              
insert into project_composition (code_id, name_doc) 
		values('4/21-ИОС5.5.1','Проектная документация. Раздел 5. Сведения об инженерном оборудовании, о сетях инженерно-технического обеспечения, перечень инженерно-технических мероприятий, содержание технологических решений. Подраздел 5. Сети связи. Часть 1. Внутренние сети связи. Телефонизация, радиофикация, телевидение');              
insert into project_composition (code_id, name_doc) 
		values('4/21-ИОС5.5.3','Проектная документация. Раздел 5. Сведения об инженерном оборудовании, о сетях инженерно-технического обеспечения, перечень инженерно-технических мероприятий, содержание технологических решений. Подраздел 5. Сети связи. Часть 3. Система пожарной сигнализации, оповещение о пожаре');  
insert into project_composition (code_id, name_doc) 
		values('4/21-ИОС5.7','Проектная документация. Раздел 5. Сведения об инженерном оборудовании, о сетях инженерно-технического обеспечения, перечень инженерно-технических мероприятий, содержание технологических решений. Подраздел 7. Технолоические решения');  
insert into project_composition (code_id, name_doc) 
		values('4/21-ПОС','Проектная документация. Раздел 6. Проект организации строительства.');
insert into project_composition (code_id, name_doc) 
		values('4/21-ООС','Проектная документация. Раздел 8. Перечень мероприятий по охране окружающей среды.');
insert into project_composition (code_id, name_doc) 
		values('4/21-ПБ','Проектная документация. Раздел 9. Мероприятия по обеспечению пожарной безопасности.');
insert into project_composition (code_id, name_doc) 
		values('4/21-ОДИ','Проектная документация. Раздел 10. Мероприятия по обеспечению доступа инвалидов.');
insert into project_composition (code_id, name_doc) 
		values('4/21-ЭЭ','Проектная документация. Раздел 10_1. Мероприятий по обеспечению соблюдения требований энергетической эффективности и требований оснащенности зданий, строений и сооружений приборами учета используемых энергетических ресурсов.');
insert into project_composition (code_id, name_doc) 
		values('4/21-СМ','Проектная документация. Раздел 11. Смета на строительство объектов капитального строительства.');
insert into project_composition (code_id, name_doc) 
		values('4/21-СМ-КА','Проектная документация. Раздел 11. Смета на строительство объектов капитального строительства. Конъюнктурный анализ');
insert into project_composition (code_id, name_doc) 
		values('4/21-СМ-НЦС','Проектная документация. Раздел 11. Смета на строительство объектов капитального строительства. НЦС');
insert into project_composition (code_id, name_doc) 
		values('4/21-СМ-ПЛ','Проектная документация. Раздел 11. Смета на строительство объектов капитального строительства. Прайс листы');
insert into project_composition (code_id, name_doc) 
		values('4/21-СМ-ВОР','Проектная документация. Раздел 11. Смета на строительство объектов капитального строительства. Ведомость объемов работ');
insert into project_composition (code_id, name_doc) 
		values('4/21-ТБЭ','Проектная документация. Раздел 12_1. Требования к обеспечению безопасной эксплуатации объекта капитального строительства');
insert into project_composition (code_id, name_doc) 
		values('23/20-ИГИ','ТЕХНИЧЕСКИЙ ОТЧЕТ ОБ ИНЖЕНЕРНО - ГЕОЛОГИЧЕСКИХ ИЗЫСКАНИЯХ');
insert into project_composition (code_id, name_doc) 
		values('24/20-ИЭИ','Технический отчет по результатам инженерно-экологических изысканий для подготовки проектной и рабочей документации');
insert into project_composition (code_id, name_doc) 
		values('25/20-ИГДИ','ТЕХНИЧЕСКИЙ ОТЧЕТ ПО РЕЗУЛЬТАТАМ ИНЖЕНЕРНО-ГЕОДЕЗИЧЕСКИХ ИЗЫСКАНИЙ ДЛЯ ПОДГОТОВКИ ПРОЕКТНОЙ ДОКУМЕНТАЦИИ');
select * from project_composition;